{
  "quotes": [
    {
      "time": "1986年10月13日，任上海市市长时所讲。",
      "quote": "隐患险于明火，防范胜于救灾，责任重于泰山。"
    },
    {
      "quote": "就在前一个时期，从国外的一些宣传报道，有若干是跟我们的事实真相不相符合的。我想这个丝毫不能去影响我们对于香港问题的解决方针——就是我们的一国可以两制。那么因此，我曾经给香港的一些先生们讲过一句俗语叫:井水不犯河水。这个我认为是一种很恰当地可以表达我们一个国家两种制度是不变的方针。但是我想也无可讳言，确实国际上有些人想要把香港成为一个颠覆我们社会主义国家，来攻击我们共产党的领导的这样一个基地。",
      "time": "江泽民1989年关于香港问题的谈话。"
    },
    {
      "quote": "我一看你（指姜昆）我就知道你的名字，你今天晚上真是表演得淋漓盡致。",
      "time": "在1990年中國中央電視台春節聯歡晚會來到現場發表新年賀詞並在李鵬講話完畢後與參與演出的演員握手。"
    },
    {
      "time": "1997年 在夏威夷即兴弹吉他",
      "quote": "为了…使得我们今天晚上的这个…环境…更加的轻松一点，我…回忆起我曾经…在1945年、46年的大学年代，经常我们喜欢玩儿“Hawaii guitar”，经常弹奏的Aloha ʻOe这个歌曲。在我祝酒之前，我去弹一曲Aloha ʻOe这个guitar，请州长夫人演唱！"
    },
    {
      "time": "1997,在费城看望顾毓琇先生",
      "quote": "我今天非常激动。我回忆起两年前你到纽约，这样一个长途去看我，我实在是不敢当。根据中国的优秀的历史传统，你是我的老师，我今天见到你，我又想起…51年前，就是46年…你在教我operational calculus，运算微积分。记忆最深的，你上堂讲课没有带书，没有带讲义，全部在你的脑海里，而且我们还跟不上，这一点实在了不起。你不仅是电机博士，而且你又是戏剧学家，又是诗人，而且呢我们的王师母啊，那个书法是好极了，又能够丹青，画画可以叫丹青吧，顾老师？"
    },
    {
      "time": "1997年访问美国，在哈佛大学演讲，回答关于会场外反华示威的提问。",
      "quote": "我到美国来，从夏威夷开始，应该说我就对于美国的民主——不是说从generally speaking，这个民主的概念呢我脑子里面多得很，是说美国的民主——我来了以后有具体的体会，比过去书本上学到的要具体得多。虽然我已经七十一岁了，但是呢我的耳朵还是很尖锐，那么刚才我在演讲的时候，我就听到外面高音喇叭的声音。那么但是，我想我唯一的办法，就是我的声音要比它还高。"
    },
    {
      "time": "2000年3月8日江泽民在人民大会堂香港厅答港台记者问。",
      "quote": "我发现你们，这一点我感觉得，幸亏我这个人喜欢诗词。你大概用的曹植的这首诗——煮豆燃豆萁，豆在釜中泣，本是同根生，相煎何太急？我的理解，如果你要搞台独，这个问题就意味着相煎何太急。本是同根生嘛，对不对啊？我是一个乐观主义者，我相信这么一个伟大的中华民族，最终肯定，我们要会统一的。"
    },
    {
      "time": "1997年，江泽民接受美国PBS记者吉姆·莱勒的采访并回答若干问题。",
      "quote": "西藏绝对是中国领土不可分割的一部分，因此这个问题是中国的内政。我读了你们的许多历史书，而且早在中学时我也看过写的亚伯拉罕·林肯的文章。在这方面林肯总统当年要解放美国黑奴，而在中国，1959年我们就开始解放了西藏的农奴，而实际上的政教合一已自从文艺复兴时期反对的人遍布世界各地。因此，我们无论做什么也有人说，我们致力于废除政教合一的西藏。"
    },
    {
      "quote": "广大军民，努力地奋战，与洪水搏斗。我们的军队要发扬不怕疲劳，不怕艰险，连续作战的精神。现在已经面临着我们长江抗洪抢险的决战性的时刻。我们要提高警惕，千万不可麻痹大意。我们要坚决地坚持到底，坚持奋战，坚持再坚持！我们就一定能够取得最后的胜利。我们中华民族是有着很强的凝聚力，任何的困难都压不倒我们。中国人民是不可战胜的！",
      "time": "1998年江泽民在长江现场指导抗洪抢险时向解放军用喇叭喊话。"
    },
    {
      "quote": "有利於中日友好的事，要竭盡全力去做。不利於中日友好的事，絕不要去做！",
      "time": "1998年江泽民在日本早稻田大學發表演講時遭到場下學生抗議，提高聲音喊話。"
    },
    {
      "quote": "我和辜振甫先生，我看有一點我想跟你說明一下。我們還是要就“一個中國”（的原則）。我想關於“一個中國”的問題啊，不需要做許多複雜的語言，雙方幾十年沒有見面，所以重要的，就是我們怎麼能夠促進海峽兩岸能夠早日地進行統一。我們的原則很清楚，就是要“和平統一，一國兩制”。",
      "time": "1998年江泽民訪問日本時被問及台灣問題。"
    },
    {
      "quote": "中国共产党要始终代表中国先进社会生产力的发展要求，代表中国先进文化的前进方向，代表中国最广大人民的利益。",
      "time": "中国共产党对江泽民执政思想的官方表述，简称“三个代表”，于2000年7月1日正式提出。但是很多人忽视了“要代表”而把意思理解成了“代表了”。"
    },
    {
      "quote": "你这是天方夜谭。中共党代会选举中央委员会，委员会又选举政治局，政治局有常委会，我是其中的一名常委。如果没有全体成员的通过，我做不出任何决定。",
      "time": "2000年江泽民在北戴河接受美国CBS记者华莱士的专访，并制成节目《60分钟》。"
    },
    {
      "quote": "张：江主席，你觉得董先生连任好不好啊？江：好啊。张：中央也支持他吗？江：對啊，当然啦。张：那为什么这么早就提出了而又没有别的人选呢？张：欧盟呢最近发表了一个报告说呢……呃……北京会透过一些渠道去影响、干预香港的法治，你对这个看法有什么回应呢？江：没听到這個事。张：是彭定康说的。江：你不能……你们媒体千万要注意啊，不要“见着风是得雨”啊，接到这些消息，你媒体本身也要判断，明白这意思吧？ 假使一些完全无中生有的东西，你再帮他说一遍，你等于……你也有责任吧？张：现在呢那么早呢你们就是说支持董先生呢，会不会给人一种感觉就是内定了、是钦点了董先生呢？江：沒有任何（內定、欽點）的意思。还是按照香港的……按照基本法、按照选举的法——去产生……张：但是你們那麼……江：你一定要……刚才你问我啊，我可以回答你一句“无可奉告”，你们又不高兴，那怎么办？张：那董先生……江：我讲的意思不是我去钦点他当下一任。你问我支持不支持，我说支持。我就明确跟你告诉这一点。张：江主席……江：但是你们啊，你們……我感觉你们新闻界还要学习一个，你们非常熟悉西方的这一套的理论。你们毕竟还 too young（太年轻），明白这意思吧。我告诉你们我是身经百战了，见得多了！西方的哪一个国家我没去过？媒体他们——你们要知道，美国的华莱士，那比你们不知道高到哪里去啦。啊，我跟他谈笑风生！所以说媒体啊，要，那还是要提高自己的知识水平！懂我的意思——識得唔識得啊？（你懂了没有？）江：诶，我也給你們著急啊，真的。江：你们真的……我认为……遍地……你们有一个好，全世界跑到什么地方，你们比其他的西方记者啊跑得还快。但是呢问来问去的问题啊，都 too simple（太肤浅），啊，sometimes naïve！（有时很幼稚，图样图森破）懂了没啊？张：江主席，你觉得……江：識得唔識得啊？（懂了没有？）（一片嘈杂声）张：能不能說一下為甚麼支持董先生呢？江：我很抱歉，我今天是作为一个长者跟你们讲這個。我不是新闻工作者，但是我见得太多了，我……我有这个必要告诉你们一点，人生的经验。江：……我刚才呢……我刚才我很想啊，就是我每一次碰到你们我就讲中国有一句话叫「闷声大发财」，我就什么话也不说。这是最好的！但是我想，我见到你们这样热情啊，一句话不说也不好。所以你刚才你一定要——在宣传上将来如果你们报道上有偏差，你们要负责。我没有说要钦定（董建华），没有任何这个意思。但是你问，你一定要觉得要问我，对董先生支持不支持。我们不支持他，他现在是当特首我们怎么能不支持特首？张：但是如果说连任呢？江：對不對？江：诶，连任也要按照香港的法律啊，对不对？要，要...要按照香港的...当然我们的決定权也是很重要的。香港特區...特別行政区是属于中华人民共和国的中央人民政府。啊，到那时候我们会表态的……张：但是呢……江：明白这意思吧？江：你们啊，不要想……喜欢……然後弄个大新闻，说现在已经钦定了，再把我批判一番。张：不是，但是那个就是……江：你们吶，naïve！张：但是呢就是……保安人员：好了好了够了……江：I'm angry！我跟你們讲，你们这样子啊是不行的！江：我今天算得罪了你们一下！",
      "time": "2000年，香港女记者张洺华（原名张宝华）问及是否「钦点」董建华连任行政长官，面对香港记者不断的追问，表示这帮香港记者不够水平，并作出有关回应。随后将其赶出场外。有線新聞台版本翡翠台版本"
    },
    {
      "quote": "我代表党中央国务院讲三句话：一是，对北京申办奥运成功致以热烈的祝贺！第二句，向全国人民对北京申办奥运作出的贡献，同时向国际奥委会、向世界各国的朋友，对中国申办奥运会的支持表示衷心的感谢！第三句话，希望全国人民同首都的人民一起，奋发努力，扎实工作，一定要把2008年奥运会办成功！此刻，欢迎世界各国朋友2008年光临北京，参加奥运！",
      "time": "江泽民与其他中国领导人在2001年07月13日在北京中华世纪坛参加北京市民庆祝申奥成功大会，并发表讲话。"
    },
    {
      "quote": "今天来同大家见面，我感觉到非常高兴，讲三句话：第一，衷心感谢，中央委员会接受我的辞呈；第二，衷心感谢，这么多年来同志们对我工作的支持和帮助；第三，希望在以胡锦涛同志为总书记的党中央领导下，努力工作，继续前进；我坚信，我们党的事业必定会不断地取得更大的胜利。",
      "time": "江泽民卸任中央军委主席之后与胡锦涛会见中共四中全会代表并发表卸任演讲。"
    },
    {
      "quote": "個engineering drawing呢，我們就有幾年用鴨嘴的筆，旁邊一個小盒子。最痛苦的，就是鴨嘴筆把這個水弄到裡面，描圖的時候一下子就⋯然後就用刀片刮，這個就是描圖是最痛苦的，而且這個效率efficiency⋯我的這個经历就是到了上海，到了89年的年初的时候，我在想我估计是快要离休了，我想我应该去当教授。于是我就给朱物华校长、张钟俊院长，给他们写了一个报告。他们说欢迎你来，不过，他这个Apply for Professor，那你要去做一个报告。我就做了一个能源与发展趋势的主要的节能措施，这个报告经过好几百个教授一致通过。那么上海交大教授当了以后我就做第二个报告，就是微电子工业的发展。这两个报告做了以后不久，过后，1989年的5月31号北京就把我调到北京去了。现在这个报告做了快20年了，所以呢我就去年呢在我们交大的学报，我发表了两篇文章，就是呼应這個89年的报告的。特别是昨天晚上，他又把我這個第二篇报告，还有我这十几年包括在电子工业部、上海市所做的有关于信息产业化的文章，总共我听他们讲是27篇。我也没有什么別的东西送给你们，我們拿來以后我叫钱秘书啊，就把这两个学报，两个学报的英文本，因为他们这里洋文好的人多得很呐，英文本，还有前面出过两本书，再加上昨天晚上出的这本书，送给郭伟华同志，给你送过来，那麼给你们作為一个纪念。那麼人呐就都不知道，自己就不可以预料。你一个人的命运啊，当然要靠自我奋斗，但是也要考虑到历史的行程，我绝对不知道，我作为一个上海市委书记怎么把我选到北京去了，所以邓小平同志跟我讲话，说“中央都决定啦，你来当总书记”，我说另请高明吧。我实在我也不是谦虚，我一个上海市委书记怎么到北京来了呢？但是呢，小平同志讲“大家已经研究决定了”，所以后来我就念了两首诗，叫“苟利国家生死以，岂因祸福避趋之”，那麼所以我就到了北京。",
      "time": "2009年江泽民视察中国联合工程公司时，回顾自己担任国家领导人期间的工作成绩。"
    },
    {
      "quote": "到了北京我干了这十几年我也没有什么别的，大概三件事：一个，确立了社会主义市场经济；第二个，把邓小平的理论列入了党章；第三个，就是我們知道的“三个代表”。如果说还有一点什麼成绩就是军队一律不得经商，这个对军队的命运有很大的关係。因為我后来又干了一年零八个月，等於我在部队干了15年军委主席。还有九八年的抗洪也是很大的。但这些都是次要的，我主要的我就是三件事情，很惭愧，就做了一点微小的工作，谢谢大家。",
      "time": "2009年江泽民视察中国联合工程公司时，回顾自己担任国家领导人期间的工作成绩。"
    },
    {
      "quote": "這是我用過的啊！？老由啊，現在他們文印的圖章裡面絕對沒有這枚圖章，都不知道有這麼一個東西。這就是說明二院的檔案工作做得太好了！你们给我搞的这个东西……Excited！",
      "time": "2009年江泽民视察中国联合工程公司时，回顾自己担任国家领导人期间的工作成绩。"
    },
    {
      "quote": "不来这个海南名山遗憾了。这麼好的风景名胜（东山岭）海南要大力宣传，北京也要大力宣传，我回北京也為你们宣传宣传，以后这山就人山人海了。江泽民到此，不虚此行。",
      "time": "2015年，江泽民携家人游览海南东山岭时作出的评论。"
    }
  ]
}